Revit 2027 API
UnitTypeId.PoundsMassPerHour Property
 Pounds mass per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsMassPerHour { get; }
Public Shared ReadOnly Property PoundsMassPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsMassPerHour {
	ForgeTypeId^ get ();
}
static member PoundsMassPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace